{"CMIG3": [{"source": {"id": "info-money", "name": "InfoMoney"}, "author": "lucasgmarins", "title": "Quanto investir para ter um salário mínimo por mês em dividendos? Veja simulação", "description": "Viver de renda é o sonho de muitos investidores, e cálculo mostra que pode ser necessário alocar \"um apartamento\" para conseguir um salário só com proventos\nThe post Quanto investir para ter um salário mínimo por mês em dividendos? Veja simulação appeared fir…", "url": "https://www.infomoney.com.br/onde-investir/quanto-investir-para-ter-um-salario-minimo-por-mes-em-dividendos-veja-simulacao/", "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2023/06/GettyImages-1396276586-e1700490398965.jpg?fit=550%2C417&quality=70&strip=all", "publishedAt": "2024-03-12T09:00:00Z", "content": "O sonho de todo investidor com foco em dividendos é, um dia, receber todos os meses um valor suficiente para custear os gastos e o alvo de um salário mínimo por mês é um bom começo. Mas, quanto é pre… [+6836 chars]"}, {"source": {"id": "info-money", "name": "InfoMoney"}, "author": "wellingtoncarvalho", "title": "Dividendos de mais da metade das ações da Bolsa perdem para inflação; veja lista", "description": "Das 112 ações do Ibovespa e Idiv, 58 apresentam dividend yield inferior ao IPCA dos últimos 12 meses, de 3,93%\nThe post Dividendos de mais da metade das ações da Bolsa perdem para inflação; veja lista appeared first on InfoMoney.", "url": "https://www.infomoney.com.br/onde-investir/dividendos-de-mais-da-metade-das-acoes-da-bolsa-perdem-para-inflacao-veja-lista/", "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2019/11/money-2696228_1280.jpg?quality=70", "publishedAt": "2024-04-10T12:53:16Z", "content": "O investimento focado em dividendos é uma das principais estratégias para quem planeja viver de renda passiva. Mas nem sempre os proventos recebidos são capazes de compensar a elevação dos preços, ex… [+7577 chars]"}]}